Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=365_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi parlamentáralaš ráđi jođiheapmi sirdásii Supmii
smn: Säämi parlamentaarlâš rääđi jođettem sirdâšui Suomân

source: Suoma sámedikki ságadoalli Juvvá Lemet, Klemetti Näkkäläjärvi, bargá Sámi parlamentáralaš ráđi ságadoallin čuovvovaš guokte jagi.
smn: Suomâ sämitige saavâjođetteijee Juvá Leemit, Klemetti Näkkäläjärvi tuáimá Säämi parlamentaarlâš rääđi saavâjođetteijen puáttee kyehti ive ääigi.

source: SPR jođiheapmi sirdásii Suoma sámediggái Ruoŧa sámedikkis.
smn: Saavâjođettem sirdâšui Suomâ sämitiigán Ruotâ sämitiggeest.

source: Govain Ruoŧa sámedikki stivrra ságadoalli Sara Larsson, Norgga sámedikki várreságadoalli Laila Susanne Vars ja Suoma sámedikki ságadoalli Klemetti Näkkäläjärvi.
smn: Kuuvijn Ruotâ sämitige stiivrâ saavâjođetteijee Sara Larsson, Taažâ sämitige värisaavâjođetteijee Laila Susanne Vars já Suomâ sämitige saavâjođetteijee Klemetti Näkkäläjärvi.

source: Govat: Sára Márjá Magga.
smn: Koveh: Sára Márjá Magga.

source: – Lea illu addit jođiheami Supmii dilis, mas sámeáššit leat šaddamen earenoamáš álbmogiidgaskasaš geahčastaga čuozahahkan Ovttastuvvon Nášuvnnain (ON), gávnnahii Ruoŧa sámedikki ságadoalli Sara Larsson parlamentáralaš ráđi čoahkkimis Roavvenjárggas 14.4.
smn: – Lii ilo adeliđ saavâjođettem tiileest, mast sämiääših láá puátimin eromâš tarkkum čuásáttâhhân OA:st, páhudij Ruotâ sämitige saavâjođetteijee Sara Larsson parlamentaarlâš rääđi čuákkimist Ruávinjaargâst 14.4.

source: Sámi parlamentáralaš ráđđi lea vuođđuduvvon 2000-luvun álggus ja dat doaibmá Davviriikkaid sámedikkiid ovttasbargoorgánan.
smn: Säämi parlamentaarlâš rääđi lii vuáđudum 2000-lovo aalgâst já tot tuáimá Tave-enâmij sämitigij oovtâstpargo-orgaanân.

source: Maiddái Ruošša sámit oassálastet ráđi bargui.
smn: Meid Ruošâ sämmiliih uásálisteh rääđi paargon.

source: Parlamentáralaš ráđđi čoahkkána Roavvenjárggas ja oažžu guossin ON eamiálbmotvuoigatvuođaid earenoamašraporterejeaddji James Anaya.
smn: Parlamentaarlâš rääđi čokkân Ruávinjaargâst já uážžu kyessin OA algâaalmugij olmoošvuoigâdvuođâi sierânâsraportistee James Anaya.

source: Earenoamášraporterejeaddji lea dál vuosttaš geardde olmmošvuoigatvuođaid historjjás ráhkadeamen olmmošvuoigatvuohtaraportta álbmogis, mii orru njealji riikka guovllus.
smn: Sierânâsraportistee lii vuossâmuu keerdi olmoošvuoigâdvuođâvuáháduu historjást vaalmâštmin sierânâs raapoort aalmugist, mii áásá neelji väldikoddeest.

source: Olmmošvuoigatvuohtaraporttat leamaš ovdal ovtta stáhtas ja dan olmmošvuoigatvuohtadiliin ain hávil.
smn: Olmoošvuoigâdvuođâraporteh láá lamaš ovdeláá staatâkuáhtásiih.

source: Earenoamášraporterejeaddji galledeami olis Roavvenjárggas ordnejuvvo gaskavahku 15.4. konferánsa, mii gieđahallá sámiid olmmošvuoigatvuođaid ja iešmearrideami ollašuvvama.
smn: Sierânâsraportistee kolliimân kuulân uárnejuvvoo Ruávinjaargâst sämmilij olmoošvuoigâdvuođâid já jiešhaldâšem olášume kiređâvuššee konferens koskoho 15.4.

source: Davviriikkaid sámedikkit raporterejit sámiid diliin iežaset ruoktoriikkain.
smn: Tave-enâmij sämitigeh raportisteh sämmilij sajattuvâst jieijâs päikkiriijkâin.

source: Stáhtaid ráđđehusaid ovddasteaddjit leat konferánssas mielde ovdanbuktimen stáhtaid oainnuid ja vástideamen sámedikkiid ovdanbuktin gážaldagaide ja ságastallamiidda.
smn: Staatâi haldâttâsâi ovdâsteijeeh láá konfereensâst oovdânpyehtimin staatâi uáinimčievâ já västidmin sämitigij toohâm koččâmâššáid já savâstâlmáid.

source: Bearjadaga 16.4. beassá maid sámi sivilaservodat, sámi searvvit ja organisašuvnnat ovdanbuktit iežaset oainnuid earenoamášraporterejeaddjái.
smn: Vástuppeeivi 16.4. piäsá meiddei säämi aalmuglâšohtsâškodde ađai säämi seervih já ornijdumeh oovdânpyehtiđ uáinuidis sierânâsraportistei.

source: Álbmogiidgaskasaš konferánssa temán Roavvenjárggas leat sámiid iešmearrideapmi álgoálbmogin, vuoigatvuohta eatnamiidda, čáziide ja luondduriggodagaide, mánát ja nuorat earenoamážit giela ja oahpahusa olis ja vel lassin olmmošvuoigatvuohtakonvenšuvnnaid goziheapmi ja mearreáigerapoteren iešguđet riikkas.
smn: Sierânâsraportistee kolliimân lohtâseijee aalmugijkoskâsii konferens teeman láá sämmilij jiešmeridemvuoigâdvuotâ algâaalmugin, eennâm-, čäci- já luánduriggodâhvuoigâdvuođah, párnááh já nuorah eromâšávt kielâ já máttááttâs uáinimčievâst sehe olmoošvuoigâdvuođâsopâmušâi kocceem já meriáigásâšraportistem jieškote-uv riijkâin.
